<?php

$library = [
    [
        'title' => 'Война и мир',
        'author' => 'Лев Толстой',
        'year' => 1869,
        'genre' => 'Роман'
    ],
    [
        'title' => 'Преступление и наказание',
        'author' => 'Фёдор Достоевский',
        'year' => 1866,
        'genre' => 'Роман'
    ],
    [
        'title' => 'Мастер и Маргарита',
        'author' => 'Михаил Булгаков',
        'year' => 1967,
        'genre' => 'Фантастика'
    ],
    [
        'title' => 'Анна Каренина',
        'author' => 'Лев Толстой',
        'year' => 1877,
        'genre' => 'Роман'
    ]
];